<template>
    <div class="about">
        <div class="content-wrapper">
            <div class="content-box">
                <h1>Мебель от производителя в Краснодаре</h1>
                <div class="content-box__spans">
                    <span>
                        Наша компания предлагает вам качественную мебель в Краснодаре 
                        разного назначения — кухонные и спальные гарнитуры, 
                        шкафы и диваны, стенки, горки, тумбы, прихожие и др. 
                        Вся продукция поставляется напрямую от производителя.
                    </span>
                    <span>
                        Все конструкции отличаются высоким качеством, 
                        поскольку для их изготовления используется безопасное сырье и 
                        надежная фурнитура от ведущих компаний. 
                        Приобрести понравившийся товар вы можете в любое удобное время.
                    </span>
                </div>
            </div>
            <div class="content-box">
                <h1>Больше, чем интернет-магазин мебели</h1>
                <div class="content-box__spans">
                    <span>
                        Возможность создать неповторимый интерьер квартиры, сделать обстановку дома уютной, 
                        пребывание гостей в офисе – комфортабельным. 
                        А для нас, команды Дивана, мебель – это объект искреннего интереса и увлечения. 
                        Поэтому мы неизменно растем и стараемся предложить лучший ассортимент мебельного рынка.
                    </span>
                    <div class="content-box__columns">
                        <div class="content-box__column">
                            <div class="content-box__column-title">
                                <h4>Модно</h4>
                            </div>
                            <span>
                                Мы активно следим за современными тенденциями, 
                                постоянно развиваем собственные навыки и возможности производства.
                            </span>
                        </div>
                        <div class="content-box__column">
                            <div class="content-box__column-title">
                                <h4>Молодёжно</h4>
                            </div>
                            <span>
                                Кроме изделий собственного производства мы предлагаем в каталоге 
                                широкий ассортимент диванов и другой мебели известных фабрик Москвы и России.
                            </span>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
    export default {
        
    }
</script>